Repository: PythonUnited/djinn_news
Catalog: djinn_news/locale/*/LC_MESSAGES/django.po
Languages: nl_nl

source: Add a news item. The item will be submitted for publishing
nl_nl: Een nieuwsbericht verschijnt niet direct op de homepage van Gronet. De webredactie bekijkt het bericht voor het wordt doorgeplaatst. Een nieuwsbericht is actueel en interessant voor een grote groep collega’s. De tekst is niet te kort (minimaal een paragraaf), maar ook niet te lang en begrijpelijk geschreven. Probeer minimaal één afbeelding bij je bericht te plaatsen.

source: Title
nl_nl: Titel

source: News text
nl_nl: Inhoud (verplicht)

source: Related documents
nl_nl: Bestand(en) koppelen

source: Select document(s)
nl_nl: Selecteer document(en)

source: Search document
nl_nl: (Rosetta Djinn_news) Zoek een document

source: Search documents
nl_nl: Zoek bestanden

source: Add document
nl_nl: Bestand(en) koppelen

source: Images
nl_nl: Afbeelding(en) toevoegen

source: Add homepage image
nl_nl: Voeg homepage plaatje toe

source: Add rss-feed image
nl_nl: Voeg infoscherm afbeelding toe

source: Highlight from
nl_nl: Highlight vanaf

source: Enter a publish-from date and time
nl_nl: Vul publiceren-vanaf datum en tijd in

source: Date
nl_nl: Datum

source: Time
nl_nl: Tijd

source: Show images
nl_nl: Toon toegevoegde afbeelding(en) onderaan deze pagina

source: Comments enabled
nl_nl: Collega's mogen reageren

source: Important homepage item
nl_nl: Belangrijk homepage item

source: Part of the image_feed to use in the rss-feed. Upload or change home_image, click 'save and edit again' and then you can select a region to use in the rss feed.
nl_nl: Uitsnede van de afbeelding zoals die voor infoschermen gebruikt moet worden.

source: News
nl_nl: Nieuwsbericht

source: Attachments
nl_nl: Bestand(en)

source: Click on an image to enlarge
nl_nl: Klik op de afbeelding om deze te vergroten

source: Other settings
nl_nl: Overige instellingen

source: Display
nl_nl: Weergave

source: Publishing
nl_nl: Publiceer nieuwsbericht op

source: News in this group
nl_nl: Nieuws in deze groep

source: News from the organisation
nl_nl: Nieuws uit de organisatie

source: Add news
nl_nl: Voeg een nieuwsbericht toe

source: All news
nl_nl: Alle nieuwsberichten

source: No news
nl_nl: Er zijn geen nieuwsberichten

source: No news in this group
nl_nl: Er zijn geen nieuwsberichten in deze groep
